Repository: korbelainen/RealEstate
Catalog: bachelorPaper/Localization/*.lproj/Localizable.strings
Languages: lv

source: Search
lv: Meklēt

source: Clear
lv: Dzēst visu

source: Rent
lv: Izīrē

source: Sale
lv: Pardod

# rooms_count
source: Count of rooms
lv: Istabu skaits

source: Email or phone
lv: Epasts vai talrunis

source: Password
lv: Parole

# forget_password
source: Forgot pasword?
lv: Atgadināt paroli?

source: Login
lv: Ienākt

source: Advertisement search
lv: Sludinājumu meklēšana

source: Saved searches
lv: Saglabātas meklešanas

source: Favorites
lv: Favorīti

source: My advertisements
lv: Mani sludinājumi

source: Add advertisement
lv: Pievienot slidinājumu

source: Feedback
lv: Atsauksmes

# close
source: Closa
lv: Slēgt

source: Send
lv: Sūtīt

# registration
source: Sign In
lv: Reģistrācija

source: Next
lv: Talāk

source: Login failed
lv: Nesnāca ielogoties

# check_credentials
source: Check input data
lv: Parbaudiet ievādītos datus

source: Studio
lv: Studija

source: Price
lv: Cena

source: Heating type
lv: Apkurēs tips

source: Any
lv: Jebkurš

source: Central
lv: Cenrālais

source: Gas
lv: Gazes

source: Wood
lv: Malkas

source: Floor
lv: Stāvs

source: Total area
lv: Platība

source: City
lv: Pilsēta

source: District
lv: Rajons

source: Street
lv: Iela

source: Furniture
lv: Mēbeles

source: Fridge
lv: Ledusskapis

source: Internet
lv: Internēts

source: Communal payments
lv: Komunālie māksājumi

source: Balcony
lv: Balkons

source: Add screenshot
lv: Pielikt bildi

# description_placeholder
source: Please describe the problem that you faced, using the application
lv: Aprakstiet problēmas, kuri paradījas aplikācījas lietošanas laikā

# email_placeholder
source: Email (Optional)
lv: Epasts (Nav obligāti)

# email_comment
source: Enter your email address, in case you want us to answer
lv: Ievādiet epastu, lai mes varētu jums atbildēt

# company
source: Title of company
lv: Uzņēmuma nosaukums

source: Address
lv: Adrese

source: Web site
lv: Mājas lapa

# user_type
source: Type of user
lv: Lietotāja tips

source: Region
lv: Reģions

source: Name
lv: Vārds

source: Email
lv: Epasts

source: Phone
lv: Tālrunis

source: Logout
lv: Iziet

# deal_type
source: Type of deal
lv: Darišanas tips

source: House number
lv: Nams

# house_type
source: Type of house
lv: Nama tips

# house_material
source: Material of house
lv: Nama materials

# floors_count
source: Count of floors
lv: Stāvu skaits

source: Add photos
lv: Pielikt bildes

# add_photos_button
source: Add
lv: Pielikt

# add_photos_comment
source: Advertisemements with photos are viewed 3 times more
lv: Slūdinājumi ar fotogrāfijam ir apskatiti 3 reizes biežāk

source: Publish advertisement
lv: Publicēt slūdinājumu

source: Publication
lv: Publikācija

# publication_success
source: Advertisement successfully published!
lv: Slūdinājums veiksmīgi publicēts!

source: Contacts
lv: Kontakti

source: Description
lv: Aprāksts
